{
  "Servers": [
    {
      "name": "Radiobush",
      "image": "assets/img/radiobush.png",
      "channels": [
        {
          "name": "Announcements",
          "chat": [
            {
              "user": "VB Enthusiast",
              "message": "G'day, mates! Welcome to the Ripper Radiobush Discord server, where we're chucking out a true-blue Aussie bonzer community of game developers and enthusiasts. Strap on your cork hat, grab a cold one, and get ready for a bloody ripper time!"
            },
            {
              "user": "VB Enthusiast",
              "message": "Mate, if you're keen on indie game development, you've come to the right place. We've got fair dinkum talent from all over Australia (and even a few cobbers from around the globe) who are working on some grouse games. Whether you're a seasoned developer or just starting out, this server is the ultimate spot to share ideas, collaborate, and have a yarn with likeminded folks."
            },
            {
              "user": "VB Enthusiast",
              "message": "Now, we know game dev can be a bit of a battler, but we're here to lend a helping hand. Our community is as tight-knit as a kangaroo's pouch, and we reckon that's pretty special. We've got channels for game design, coding, art, music, and everything in between. From brainstorming sessions to playtesting, we've got ya covered, mate!"
            },
            {
              "user": "VB Enthusiast",
              "message": "And let's not forget our love for the iconic VB (Victoria Bitter), the beverage that fuels our creative spirits. Our virtual pub, \"The VB Tavern\", is the place to chat, banter, and raise a glass with your fellow developers. Share your favorite VB-inspired game ideas or show off your collection of VB stubbies (empty or full, we don't judge)."
            },
            {
              "user": "VB Enthusiast",
              "message": "But wait, there's more! We've got bonza events lined up, like game jams, workshops, and even the occasional BBQ (virtual, of course). We believe in fostering a supportive environment, where everyone is as welcoming as a true blue Aussie at a backyard barbie."
            },
            {
              "user": "VB Enthusiast",
              "message": "So, what are you waiting for, mate? Throw another shrimp on the barbie and join us in the Ripper Radiobush Discord server! We'll have a rip-snorter of a time making games, talking about VB, and celebrating the Aussie spirit in the indie game dev scene. Fair dinkum, it doesn't get more Aussie than this!\nSee you on the flip side, cobbers!"
            }
          ]
        },
        {
          "name": "The VB Tavern",
          "chat": [
            {
              "user": "John",
              "message": "Hello world!"
            },
            {
              "user": "Sarah",
              "message": "Hi there!"
            }
          ]
        }
      ],
      "users": [
        {
          "name": "VB Enthusiast",
          "status": "Having a VB, mate!",
          "colour": "#FF00FF"
        },
        {
          "name": "John",
          "status": "online",
          "colour": "#0000FF"
        },
        {
          "name": "Sarah",
          "status": "offline",
          "colour": "#FF0000"
        }
      ]
    },
    {
      "name": "Bad games with Adrien",
      "image": "assets/img/bad-games-with-adrien.png",
      "channels": [
        {
          "name": "Announcements",
          "chat": [
            {
              "user": "Badrian",
              "message": "Welcome to our server!"
            }
          ]
        },
        {
          "name": "General",
          "chat": [
            {
              "user": "John",
              "message": "Hello world!"
            },
            {
              "user": "Sarah",
              "message": "Hi there!"
            }
          ]
        }
      ],
      "users": [
        {
          "name": "Badrian",
          "status": "Making bad games",
          "colour": "#820082"
        },
        {
          "name": "John",
          "status": "online",
          "colour": "#00FF00"
        },
        {
          "name": "Sarah",
          "status": "offline",
          "colour": "#FFFF00"
        }
      ]
    }
  ]
}